{
  "head_title": "Tuki",
  "title": "Tuki",
  "section_one": {
    "title": "Ota yhtyettä Flexpoolin tukeen",
    "description": "Hei! Ennen kuin olet meihin yhteydessä, muistuttaisimme, että emme avusta laitteistoihin liittyvissä ongelmissa. Tämä sisältää näytönohjaimien ylikellotuksen ja louhintasovellusten asetusten säätämisen. Tarjoamme ainoastaan pooliin liittyvää tukea. Jos tarvitset apua näytönohjaimen ylikellotuksessa, louhintasovelluksen optimoinnissa tmv. voit liittyä yhteisöömme ja jutella kokeneiden ihmisten kanssa."
  },
  "section_two": {
    "title": "Ole yhteydessä verkkosivun chatin kautta",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Liity yhteisöön",
    "description": "Meillä on virallinen Discord-palvelin ja Telegram-ryhmä, joissa voit jutella muiden Flexpoolin louhijoiden kanssa ja saada tukea tiimiltämme myös näiden kautta."
  },
  "section_four": {
    "title": "Ole yhteydessä sähköpostilla",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Muut yhteydenotot",
    "description": "Yritystoimintaan liittyvissä kysymyksissä voit olla yhteydessä sähköpostilla osoitteeseen <email>{{email}}</email> <bold>(Englanniksi)</bold>. Huomioithan, että <bold>emme tarjoa tukea tämän sähköpostin kautta</bold>."
  }
}
