{
  "head_title": "Ondersteuning",
  "title": "Ondersteuning",
  "section_one": {
    "title": "Contacteer Flexpool Ondersteuning",
    "description": "Hallo! Vooraleer je ons contacteert, willen we je erop wijzen dat we geen hulp bieden voor hardware-gerelateerde onderwerpen. Daarmee bedoelen we de overclock instellingen van GPUs en andere geavanceerde instellingen van de mining software. Wij bieden enkel pool-gerelateerde ondersteuning. Voor hulp bij overclocken, mining software optimaliseren en dergelijke kan je je aansluiten bij onze gemeenschap. Daar kan je met anderen praten en leren uit hun ervaring."
  },
  "section_two": {
    "title": "Stuur ons een berichtje via de chat op deze website",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Word lid van onze gemeenschap",
    "description": "We voorzien ook een officiële Discordserver en een groep op Telegram - zo kan je praten met andere Flexpool miners en hulp krijgen van ons team."
  },
  "section_four": {
    "title": "Neem contact met ons op via e-mail",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Andere vragen",
    "description": "For business-related questions, please, contact us at <email>{{email}}</email>  <bold>(English only)</bold>. Please, note that <bold>we do not provide support via this Email</bold>."
  }
}
