{
  "head_title": "Suporte",
  "title": "Suporte",
  "section_one": {
    "title": "Contate o Suporte da Flexpool",
    "description": "Oi! Antes de entrar em contato, gostaríamos de avisá-lo de que não fornecemos assistência em tópicos relacionados à hardware. Isso inclui overclock de GPUs e configuração avançada do software de mineração. Oferecemos suporte apenas relacionado à pool. Se você quiser obter ajuda para GPUs, otimizar o software de mineração, etc. você pode participar da nossa comunidade e conversar com pessoas que querem compartilhar sua experiência."
  },
  "section_two": {
    "title": "Fale conosco através do Messenger do Website",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Participe da nossa Comunidade",
    "description": "Também fornecemos um Servidor Oficial do Discord e um Grupo do Telegram, para que você possa conversar com outros mineradores da Flexpool e obter ajuda da nossa equipe lá."
  },
  "section_four": {
    "title": "Fale conosco por e-mail",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Outras perguntas",
    "description": "For business-related questions, please, contact us at <email>{{email}}</email>  <bold>(English only)</bold>. Please, note that <bold>we do not provide support via this Email</bold>."
  }
}
