{
  "head_title": "Фармінг з FlexFarmer",
  "title": "Фармінг з FlexFarmer",
  "description": "FlexFarmer прагне зробити фармінг Chia таким же легким, як майнінг криптовалют, шляхом переписування й оптимізації всього фармінгпроцесу в Голанге, замінивши стандартний комбайн+фермер. Він з’єднує фермерів з нашими розміщеними вузлами через шлюз блокчейн-мост, який працює на потужній інфраструктурі, розміщеній нами.",
  "requirements": {
    "heading": "Вимоги",
    "list": [
      {
        "text": "Апаратне забезпечення, сумісне з FlexFarmer: сучасний комп’ютер під керуванням 64-розрядної ОС Linux або Windows. Raspberry Pi також підтримується."
      },
      {
        "text": "Принаймні 128 МБ доступної оперативної пам’яті."
      },
      {
        "text": "Ініціалізований графік NFT (зроблений через GUI або CLI)."
      },
      {
        "text": "Ділянки, прив’язані до цієї ділянки NFT."
      },
      {
        "text": "PlotNFT приєднався до Flexpool (Щоб керувати своїм PlotNFT за допомогою клієнта Chia, перегляньте наші інструкції <guilink>GUI</guilink> і <clilink>CLI</clilink>)."
      }
    ]
  },
  "download": "Завантажити",
  "download_farmer": {
    "heading": "Завантажте FlexFarmer"
  },
  "select_os": {
    "heading": "Виберіть Вашу ОС",
    "button_text": "Завантажити для"
  },
  "farmer_secret_key": {
    "heading": "Витягніть секретний ключ фармера",
    "extraction_methods": {
      "browser": "У цьому браузері",
      "local": "На вашій машині"
    },
    "description_extract": "Щоб фармити за допомогою FlexFarmer, вам потрібно буде витягти свій секретний ключ фермера з основної мнемонічної фрази. Ви можете зробити це як локально на своїй машині, так і в цьому браузері.",
    "description_mnemonic": "Введіть свою мнемонічну фразу з 24 слів і вставте секретний ключ нижче.",
    "input_label": "Секретний ключ фармера",
    "browser_security_notice": "<warning>Важливе попередження безпеки:</warning> Вилучення секретного ключа фермера виконується локально в цьому браузері за допомогою JavaScript, і ваша мнемоніка ніколи не надсилається на наші сервери. Щоб забезпечити безпеку цієї процедури, переконайтеся, що ви використовуєте комп’ютер без зловмисного програмного забезпечення, який працює без ненадійних розширень браузера. Якщо ви не довіряєте браузеру, ми настійно рекомендуємо вам використовувати метод вилучення на машині, який використовує сценарій, що постачається з архівом завантаження FlexFarmer. Ми завжди рекомендуємо вам використовувати іншу мнемологічну фразу для ведення фармінгу та зберігання коштів. Flexpool не несе відповідальності за крадіжку мнемонічної фрази.",
    "extractor_locked": "Прийнято. Натисніть на замок, щоб розблокувати мнемонічний запис",
    "description_local_win": "Щоб запустити сценарій вилучення, переконайтеся, що ви інсталювали Python з офіційного веб-сайту для завантаження Python <link></link>"
  },
  "launcher_id": {
    "heading": "Скопіюйте ідентифікатор панелі запуску",
    "description": "Ваш ідентифікатор Launcher можна знайти в <command>chia plotnft show</command>або в огляді пулу GUI"
  },
  "worker_name": {
    "heading": "Назвіть свого працівника",
    "description": "Виберіть довільну назву для вашого екземпляра FlexFarmer. Це ім’я буде використовуватися для ідентифікації певного працівника на інформаційній панелі Flexpool.",
    "input_label": "Ім'я працівника"
  },
  "payout_address": {
    "heading": "Вкажіть свою адресу виплати",
    "description": "Адреса виплати — це адреса гаманця, куди потраплять усі ваші винагороди (включаючи винагороду 0,25 XCH для пошуку). Ви зможете переглядати статистику на інформаційній панелі Flexpool, ввівши цю адресу.",
    "input_label": "Адреса виплати"
  },
  "plot_directories": {
    "heading": "Вкажіть, де розташовані ваші ділянки",
    "description": "Ви повинні вказати FlexFarmer, які каталоги плотів він має використовувати. Використовуйте інтерактивний селектор плотів нижче, щоб налаштувати їх.",
    "selected_dirs": "Вибрані каталоги плотів: {{value}}",
    "plot_dir": "Довідник плотів №{{value}}"
  },
  "config": {
    "heading": "Налаштуйте FlexFarmer",
    "description": "Створіть новий файл з іменем <config>config.yml</config>та скопіюйте та вставте конфігурацію FlexFarmer, яку ми попередньо заповнили для вас. Збережіть його та перейдіть до наступного кроку.",
    "license_note": "<b>ВАЖЛИВО!</b> Ми попередньо заповнили ліцензію <b>: true</b> у вашій конфігурації FlexFarmer, яка погоджується з <license>ліцензією на програмне забезпечення FlexFarmer</license> ( <b>«Ліцензія»</b>) від вашого імені. Використовуючи цю конфігурацію, ви погоджуєтеся з ліцензією."
  },
  "run": {
    "heading": "Запустити FlexFarmer",
    "description": "Після того, як ви створили файл конфігурації, ви можете запустити FlexFarmer, виконавши цю команду в терміналі:",
    "description_windows": "Після того, як ви зберегли файл конфігурації як <file>config.yml</file> в тому самому каталозі, де знаходиться <file>flexfarmer.exe</file> , ви можете запустити пакетний файл <file>start</file> (<file>start.bat</file>), щоб запустити FlexFarmer."
  }
}
