{
  "head_title": "Support technique",
  "title": "Support technique",
  "section_one": {
    "title": "Contacter le support Flexpool",
    "description": "Bonjour ! Avant de vous contacter, nous aimerions vous avertir que nous ne fournissons aucune assistance sur des sujets liés au matériel. Cela inclut l'overclocking des GPU et une configuration plus avancée du logiciel de minage. Si vous voulez obtenir de l'aide sur le overclocking GPU, l'optimisation des logiciels de minage, etc. vous pouvez rejoindre notre communauté et parler avec des personnes qui veulent partager leur expérience."
  },
  "section_two": {
    "title": "Contactez-nous via le Messenger du site web",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Rejoignez la communauté",
    "description": "Nous fournissons également un serveur Discord officiel et un groupe Telegram, pour que vous puissiez discuter avec d'autres mineurs de Flexpool et obtenir de l'aide de notre équipe là-bas."
  },
  "section_four": {
    "title": "Contactez-nous par e-mail",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Autres questions",
    "description": "For business-related questions, please, contact us at <email>{{email}}</email>  <bold>(English only)</bold>. Please, note that <bold>we do not provide support via this Email</bold>."
  }
}
