{
  "head_title": "Підтримка",
  "title": "Підтримка",
  "section_one": {
    "title": "Зв’яжіться зі службою підтримки Flexpool",
    "description": "Привіт! Перш ніж ви звернетеся, ми хотіли б попередити вас, що ми не надаємо допомоги з питань, пов’язаних із обладнанням. Це включає розгін графічних процесорів і подальшу розширену конфігурацію програмного забезпечення для майнінгу. Ми надаємо лише підтримку, пов’язану з пулом. Якщо ви хочете отримати допомогу щодо розгону графічних процесорів, оптимізації програмного забезпечення для майнінгу тощо, ви можете приєднатися до нашої спільноти та поспілкуватися з людьми, які хочуть поділитися своїм досвідом."
  },
  "section_two": {
    "title": "Зв'яжіться з нами через веб-сайт месенджер",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Приєднуйтесь до нашої спільноти",
    "description": "Ми також надаємо офіційний сервер Discord і Telegram Group, щоб ви могли спілкуватися з іншими майнерами Flexpool, а також отримати допомогу від нашої команди там."
  },
  "section_four": {
    "title": "Зв'яжіться з нами через електронну пошту",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Інші питання",
    "description": "З питань, що стосуються бізнесу, будь ласка, зв’яжіться з нами за <email>{{email}}</email>  <bold>(лише англійською мовою)</bold>. Зауважте, що <bold>ми не надаємо підтримку через цей електронний лист</bold>."
  }
}
