{
  "head_title": "Podpora",
  "title": "Podpora",
  "section_one": {
    "title": "Kontaktujte podporu Flexpoolu",
    "description": "Ahoj! Předtím než nám napíšete, rádi bychom vás upozornili, že neposkytujeme pomoc v tématech souvisejících s hardwarem. To zahrnuje taktování GPU a další pokročilé konfigurace těžebního softwaru. Poskytujeme pouze podporu týkající se našeho poolu. Pokud potřebujete pomoc při taktování GPU, optimalizaci těžebního softwaru atd., můžete se připojit k naší komunitě a pokecat s lidmi, kteří chtějí sdílet své zkušenosti."
  },
  "section_two": {
    "title": "Napište nám přes webový messenger",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Připoj se ke komunitě",
    "description": "Poskytujeme také oficiální Discord server a Telegramovou skupinu, abyste se mohli spojit s ostatními minery Flexpoolu a zároveň se můžete spojit i s některým členem našeho týmu."
  },
  "section_four": {
    "title": "Napište nám na email",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Jiné otázky",
    "description": "For business-related questions, please, contact us at <email>{{email}}</email>  <bold>(English only)</bold>. Please, note that <bold>we do not provide support via this Email</bold>."
  }
}
