{
  "head_title": "Support",
  "title": "Поддержка",
  "section_one": {
    "title": "Связаться с техподдержкой Flexpool",
    "description": "Здравствуйте! Перед тем, как вы свяжитесь с нами, мы хотим предупредить, что мы не оказываем технической поддержки, связанной с вашим оборудованием. К этому относится разгон GPU и другие продвинутые настройки майнингового ПО. Наша техподдержка может решить лишь вопросы, связанные с пулом. Если вы хотите получить помощь с разгоном GPU, оптимизацией майнингового ПО и т. д., вы можете вступить в наше сообщество и пообщаться с людьми, которые будут рады поделиться своим опытом."
  },
  "section_two": {
    "title": "Свяжитесь с нами через мессенджер сайта",
    "description": "The best way to reach us to get assistance is to use the built-in website messenger. You can find it in the bottom-right corner. If we are offline, please leave a full question so we can respond accurately when we are available. Please be sure to provide your coin and wallet/payout address.",
    "warning": "Please note that China Support is for Chinese language support only. If you do not read and write Chinese, please enter a ticket in Global Support."
  },
  "section_three": {
    "title": "Вступить в наше сообщество",
    "description": "Также у нас есть официальный Discord-канал и Telegram-группа, где вы можете пообщаться с другими майнерами с Flexpool и получить помощь как от них, так и от нашей команды."
  },
  "section_four": {
    "title": "Свяжитесь с нами по электронной почте",
    "description": "You may also use our email support, which goes to the same system as the website messenger. As with messenger, please leave a full question including your coin and wallet/payout address so we can respond accurately when we are available. Our support email address is <email>{{email}}</email>."
  },
  "section_five": {
    "title": "Другие вопросы",
    "description": "For business-related questions, please, contact us at <email>{{email}}</email>  <bold>(English only)</bold>. Please, note that <bold>we do not provide support via this Email</bold>."
  }
}
