{
  "title": "Ethereum Transition to Proof-of-Stake",
  "content": "The Ethereum developers <ef>have confirmed</ef> The Merge (transition to PoS) for approximately September 10-20 (the actual date is subject to change depending on the network hashrate). After the fork has happened, Ethereum will connect the Beacon Chain (Proof-of-Stake consensus layer) to the Ethereum mainnet, effectively replacing mining with staking. Mining Ethereum will no longer be possible after the transition has happened.<break/>We strongly advise setting payout thresholds to the lowest closer to the Proof-of-Stake transition to minimize the number of unpaid balances left. Post-Merge, we will continue to payout as usual; however, the network may be congested or unstable depending on how The Merge goes. Polygon payouts will remain enabled. Our support staff will be able to help to change your payout settings to enable a payout. Don't hesitate to contact us by following the instructions on <support>out support page</support>. You can also ask about merging balances if you can provide digital signatures.<break/>Due to the number of inquiries, the support staff may be delayed in getting back to you after the Merge happens. We will hold unpaid balances for a minimum of 3 months after Ethereum mining stops.<break/>If you intend to keep mining, we will be glad to see you on our Ethereum Classic (ETC) pool! We do have other coins and projects in development that we intend to reveal shortly. These announcements may come before The Merge. We thank all our loyal miners for their business and hope you continue sticking with Flexpool.io for ETC, Chia, and our future projects.<break/><b>If you are switching to ETC after Ethereum mining ends, please consider doing it a few days in advance to ensure uninterrupted service.</b><break/>Good things must come to an end. It was an incredible journey mining Ethereum with all of you, and we hope that the end of this journey leads to the start of a new adventure!<break/>Thank you for choosing us. It was a wild ride.<break/><end>- Flexpool.io Team</end>",
  "view_official": "查看以太坊官方公告",
  "view_countdown": "查看 The Merge 倒计时"
}
